[
      {
        "Id": 1,
        "CargoCrew": "Cargo & Crew",
        "Name": "Falcon 9",
        "Reusability": "Partially Reusable",
        "Price": 60,
        "Security": 10000,
        "Operational": true,
        "Height": 70,
        "Mass": 549,
        "Fuel": "RP-1/LOX",
        "Description": "Falcon 9 is a reusable, two-stage rocket designed and manufactured by SpaceX for the reliable and safe transport of people and payloads into Earth orbit and beyond. Falcon 9 is the world’s first orbital class reusable rocket. Reusability allows SpaceX to refly the most expensive parts of the rocket, which in turn drives down the cost of space access.",
        "PayloadCapacity": 16,
        "Image": "falcon-9.jpg"
      },
      {
        "Id": 2,
        "CargoCrew": "Cargo",
        "Name": "Falcon Heavy",
        "Reusability": "Partially Reusable",
        "Price": 90,
        "Security": 10000,
        "Operational": true,
        "Height": 70,
        "Mass": 1420,
        "Fuel": "RP-1/LOX",
        "Description": "Falcon Heavy is composed of three reusable Falcon 9 nine-engine cores whose 27 Merlin engines together generate more than 5 million pounds of thrust at liftoff, equal to approximately eighteen 747 aircraft. As one of the world’s most powerful operational rockets, Falcon Heavy can lift nearly 64 metric tons (141,000 lbs) to orbit.",
        "PayloadCapacity": 42,
        "Image": "falcon-heavy.jpg"
      },
      {
        "Id": 3,
        "CargoCrew": "Cargo",
        "Name": "Electron",
        "Reusability": "Expendable",
        "Price": 8,
        "Security": 10000,
        "Operational": true,
        "Height": 18,
        "Mass": 13,
        "Fuel": "RP-1/LOX",
        "Description": "Electron services the commercial small satellite launch market. It's the third most launched small-lift launch vehicle in history. Its Rutherford engines are the first electric-pump-fed engine to power an orbital-class rocket. Electron is often flown with a kickstage or Rocket Lab's Photon spacecraft.",
        "PayloadCapacity": 0.3,
        "Image": "electron.jpeg"
      },
      {
        "Id": 4,
        "CargoCrew": "Cargo",
        "Name": "Vulcan",
        "Reusability": "Expendable",
        "Price": 120,
        "Security": 10000,
        "Operational": true,
        "Height": 61.6,
        "Mass": 547,
        "Fuel": "AP/HTPB/AL, CH4/LOX, LH2/LOX",
        "Description": "Vulcan Centaur is a heavy-lift launch vehicle created and operated by United Launch Alliance (ULA). It is a two-stage-to-orbit launch vehicle consisting of the Vulcan first stage and the Centaur second stage. It replaces ULA's Atlas V and Delta IV rockets. It is principally designed for the National Security Space Launch (NSSL) program, which launches satellites for U.S. intelligence agencies and the Defense Department.",
        "PayloadCapacity": 25,
        "Image": "vulcan.jpg"
      },
      {
        "Id": 5,
        "CargoCrew": "Cargo",
        "Name": "Starship",
        "Reusability": "Fully Reusable",
        "Price": 10,
        "Security": 10000,
        "Operational": false,
        "Height": 121,
        "Mass": 5000,
        "Fuel": "CH4/LOX",
        "Description": "Starship represents a fully reusable transportation system designed to carry both crew and cargo to Earth orbit, the Moon, Mars and beyond. Starship is the world’s most powerful launch vehicle ever developed, capable of carrying up to 150 metric tonnes fully reusable and 250 metric tonnes expendable.",
        "PayloadCapacity": 100,
        "Image": "starship.jpg"
      },
      {
        "Id": 6,
        "CargoCrew": "Cargo & Crew",
        "Name": "SLS",
        "Reusability": "Expendable",
        "Price": 2500,
        "Security": 10000,
        "Operational": true,
        "Height": 111,
        "Mass": 2610,
        "Fuel": "AP/HTPB/AL, LH2/LOX",
        "Description": "The Space Launch System (SLS) is an American super heavy-lift expendable launch vehicle used by NASA. As the primary launch vehicle of the Artemis Moon landing program, SLS is designed to launch the crewed Orion spacecraft on a trans-lunar trajectory. The first SLS launch was the uncrewed Artemis I, which took place on 16 November 2022.",
        "PayloadCapacity": 105,
        "Image": "sls.jpg"
      },
      {
        "Id": 7,
        "CargoCrew": "Cargo",
        "Name": "New Glenn",
        "Reusability": "Partially Reusable",
        "Price": 68,
        "Security": 10000,
        "Operational": false,
        "Height": 98,
        "Mass": 1800,
        "Fuel": "CH4/LOX, LH2/LOX",
        "Description": "New Glenn is a heavy-lift launch vehicle developed by Blue Origin, named after NASA astronaut John Glenn, the first American astronaut to orbit Earth.[8] New Glenn is a two-stage rocket with a diameter of 7 m (23 ft). Its first stage is powered by seven BE-4 engines that are also designed and manufactured by Blue Origin.",
        "PayloadCapacity": 45,
        "Image": "new-glenn.png"
      }
    ]